/*
 * @Author: GaoHongtian
 * @Date: 2021-03-09 11:38:37
 * @LastEditTime: 2021-03-09 11:41:16
 * @LastEditors: Please set LastEditors
 * @Description: In User Settings Edit
 * @FilePath: /online-exam/src/common/js/default-knows.js
 */
export const defaultKnowList = [
  ['bc883777-59e7-4e24-kcnl-201712231037','化学','实验和探究能力','(1)学握化学实验的基本方法和技能，并初步实践化学实验的一-般过程。(2)在解决化学问题的过程中，运用化学原理和科学方法，能设计合理方案，初步实践科学探究。'],
['bc883777-59e7-4e24-kcnl-201712231036','化学','推理和论证能力','在理解所学各部分化学知识之间的本质区别与内在联系的基础上，运营所掌握的知识进行必要的分析、类推或计算，解释、论证一些具体的化学问题。'],
['bc883777-59e7-4e24-kcnl-201712231035','化学','关联和迁移能力','(1)将实际问题分解，通过运用相关知识，采用分析、综合的方法，解决简单化学问题。(2)将分析和解决问题的过程及成果，能正确地运用化学术语及文字、图表、模型、图形等进行表达，并做出合理解释。'],
['bc883777-59e7-4e24-kcnl-201712231034','化学','理解和简单应用能力','(1)对中学化学基础知识能正确复述、再现、辨认，并能融会贯通。(2)通过对自然界、生产和生活中的化学现象的观察，以及实验现象、实物、模型的观察，对图形、图表的阅读，获取有关的感性知识和印象，并进行初步加工、吸收、有序存储。(3)从提供的新信息中，准确地提取实质性内容，并与已有知识整合，重组为新知识块。'],
['bc883777-59e7-4e24-kcnl-201712231065','历史','论证和探讨问题','(1)发现历史问题(2)论证历史问题(3)独立提出观点'],
['bc883777-59e7-4e24-kcnl-201712231061','历史','描述和阐释事物','(1)客观叙述历史事实(2)正确解释历史事物(3)认识历史事物的本质'],
['bc883777-59e7-4e24-kcnl-201712231053','历史','获取和解读信息','(1)理解试题提供的图文材料和考试要求(2)整理材料,最大限度地获取有效信息(3)对有效信息进行完整、准确、合理的解读'],
['bc883777-59e7-4e24-kcnl-201712231057','历史','调动和运用知识','(1)辨别历史事实与历史叙述(2)理解历史叙述与历史结论(3)说明历史现象和历史观点'],
['bc883777-59e7-4e24-kcnl-201712231078','地理','论证和探讨地理问题','(1)能够发现或提出科学的、具有创新意识的地理问题。(2)能够提出必要的论据，论证和解决地理问题。(3)能够用科学的语言、正确的逻辑关系，表达出论证和解决地理问题的过程与结果。(4)能够运用正确的地理观念,探讨、评价现实中的地理问题。'],
['bc883777-59e7-4e24-kcnl-201712231069','地理','获取和解读地理信息','(1)能够从题目的文字表述中获取地理信息，包括读取题目的要求和各种有关地理事物定性、定量的信息。(2)能够快速、全面、准确地获取图形语言形式的地理信息，包括判读和分析各种地理图表所承载的信息。(3)能够准确和完整地理解所获取的地理信息。'],
['bc883777-59e7-4e24-kcnl-201712231075','地理','描述和阐释地理事物、地理基本原理与规律','(1)能够用简洁的文字语言、图形语言或其他表达方式描述地理概念，地理事物的特征，地理事物的分布和发展变化,地理基本原理与规律的要点。(2)能够运用所学的地理知识和相关学科的知识，通过比较、判断、分析,阐释地理基本原理与规律。'],
['bc883777-59e7-4e24-kcnl-201712231072','地理','调动和运用地理知识、基本技能','(1)能够调动和运用基本的地理数据、地理概念、地理事物的主要特征及分布、地理原理与规律等知识，对题目要求作答。(2)能够调动和运用自主学习过程中获得的相关地理信息。(3)能够选择和运用中学其他相关学科的基本技能解决地理问题。(4)能够运用地理基本技能。如地理坐标的判断和识别，不同类型地理数据之间的转换，不同类型地理图表的填绘,地理数据和地理图表之间的转换,基本的地理观测、地理实验等。'],
['b384d5a7-577f-4dc2-9ab8-146bec344a89','技术','技术评价能力',''],
['4642950f-1a9f-451b-bde8-6e4244635c6d','技术','操作能力','(1)根据信息呈现需求,能选择适当的工具和方法,进行信息的获取.加工.管理、表达与交流。(2)完成简单程序设计及文字.图表.图像,音频,视顧、动面等处理,并能利用数据库对数据进行简单管理。'],
['19bcbba4-3923-4908-b97d-6405ebfa4f17','技术','记忆能力','能准确记住并再现信息技术的基本概念，基本知识,掌握信息技术的基本操作及解决实际问题的基本方法。'],
['c646ec9a-7322-4b1d-9c90-74c84b966cba','技术','技术实践能力',''],
['552a2292-0aab-4102-bf0b-fde03ab180e1','技术','分析和解决问题能力','能运用所学的知识与方法,分析实际问题，根据表达,交流或创作的需要，选择适当的工具与方法，合理地解决实际问题;能从筒单问题出发,设计解决问题的算法，并能初步使用程序设计语言编制程序实现算法解决问题。'],
['5a142117-7412-4bb7-a744-99f293a9bab5','技术','技术设计能力',''],
['67263ae0-b07a-4c06-aadc-682246c1e6c8','技术','观察能力','能正确认识有关信息技术设备的相关部件及结构特点,熟悉常用软件的界面，鉴别操作过程中的相关信息。'],
['bc883777-59e7-4e24-kcnl-201712231051','政治','描述和阐释事物','(1)准确描述试题所涉及的学科基本概念、观点和原理(2)运用历史的、辩证的观点和方法，分析有关社会现象，认识事物的本质(3)全面阐释或评价有关理论问题和现实问题'],
['bc883777-59e7-4e24-kcnl-201712231052','政治','论证和探究问题','(1)针对具体问题提出体现科学精神和创新意识的创见性作答(2)整合学科知识和方法，论证或探究问题，得出合理的结论(3)用顺畅的语言、清晰的层次、正确的逻辑关系，表达出论证、探究的过程和结果'],
['bc883777-59e7-4e24-kcnl-201712231049','政治','获取和解读信息','(1)从试题的文字表述中获取回答问题的有关信息(2)从试题的图表等形式中获取回答问题的有关信息(3)准确、完整地理解并整合所获取的有关信息'],
['bc883777-59e7-4e24-kcnl-201712231050','政治','调动和运用知识','(1)有针对性地调动有关学科知识，做出正确的判断和推理(2)调动和运用自主学习过程中获得的重大时事和相关信息(3)综合检索和选用自己的“知识库”中的有关知识和技能'],
['bc883777-59e7-4e24-kcnl-201712231018','数学','空间想象能力','能根据条件做出正确的图形，根据图形想象出直观形象；能正确地分析出图形中的基本元素及其相互关系;能对图形进行分解、组合;会运用图形与图表等手段形象地揭示问题的本质，空间想象能力是对空间形式的观察、分析、抽象的能力，主要表现为识图、画图和对图形的想象能力。识图是指观察研究所给图形中几何元素之间的相互关系；画图是指将文字语言和符号语言转化为图形语言以及对图形添加辅助图形或对图形进行各种变换；对图形的想象主要包括有图想图和无图想图两种，是空间想象能力高层次的标志。'],
['bc883777-59e7-4e24-kcnl-201712231023','数学','应用意识','能综合应用所学数学知识、思想和方法解决问题，包括解决相关学科、生产、生活中简单的数学问题;能理解对问题陈述的材料，并对所提供的信息资料进行归纳、整理和分类，将实际问题抽象为数学问题;能应用相关的数学方法解决问题进而加以验证，并能用数学语言正确地表达和说明。应用的主要过程是依据现实的生活背景，提炼相关的数量关系，将现实问题转化为数学问题，构造数学模型，并加以解决。'],
['bc883777-59e7-4e24-kcnl-201712231015','数学','运算求解能力','会根据法则、公式进行正确运算、变形和数据处理，能根据问题的条件寻找与设计合理、简捷的运算途径，能根据要求对数据进行估计和近似计算。运算求解能力是思维能力和运算技能的结合.运算包括对数字的计算、估值和近似计算，对式子的组合变形与分解变形，对几何图形各几何量的计算求解等.运算能力包括分析运算条件、探究运算方向、选择运算公式、确定运算程序等一系列过程中的思维能力，也包括在实施运算过程中遇到障碍面调整运算的能力。'],
['bc883777-59e7-4e24-kcnl-201712231024','数学','创新意识','能发现问题、提出问题，综合与灵活地应用所学的数学知识、思想方法，选择有效的方法和手段分析信息，进行独立的思考、探索和研究，提出解决问题的思路，创造性地解决问题。创新意识是理性思维的高层次表现，对数学知识的迁移、组合、融合的程度越高，显示出的创新意识也就越强。'],
['bc883777-59e7-4e24-kcnl-201712231008','数学','推理论证能力','推理是思维的基本形式之一，它由前提和结论两部分组成:论证是由已有的正确的前提到被论证的结论的一连串的推理过程.推理既包括演绎推理，也包括合情推理；论证方法既包括按形式划分的演绎法和归纳法，也包括按思考方法划分的直接证法和间接证法.一殷运用合情推理进行猜想，再运用演绎推理进行证明。'],
['bc883777-59e7-4e24-kcnl-201712231022','数学','数据处理能力','会收集，整理，分析数据，能从大量数据中抽取对研究间题有用的信息，并做出判断。数据处理能力主要是指针对研究对象的特殊性，选择合理的收集数据的方法，根据间题的具体情况，选择合适的统计方法整理数据，并构建模型对数据进行分析、推断，获得结论。'],
['bc883777-59e7-4e24-kcnl-201712231007','数学','抽象概括能力','抽象是指舍弃事物非本质的属性，揭示其本质的属性；概括是指把仅仅属于某一类对象的共同属性区分出来的思维过程。抽象和概括是相互联系的，没有抽象就不可能有概括，而概括必须在抽象的基础上得出某种观点或某个结论。抽象概括能力是对具体的、生动的实例，经过分析提炼，发现研究对象的本质;从给定的大量信息材料中概括出一些结论，并能将其应用于解决问题或做出新的判断。'],
['bc883777-59e7-4e24-kcnl-201712231033','物理','实验能力','能独立完成课本要求的实验，能明确实验目的，能理解实验原理和方法，能控制实验条件，会使用仪器，会观察、分析实验现象，会记录、处理实验数据，并得出结论，能对结论进行分析和评价；能发现问题、提出问题，并制定解决方案；能运用已学过的物理理论、实验方法和实验仪器去处理问题，包括简单的设计性实验。'],
['bc883777-59e7-4e24-kcnl-201712231029','物理','理解能力','理解物理概念、物理规律的确切含义，理解物理规律的适用条件以及它们在简单情况下的应用；能够清楚地认识概念和规律的表达形式（包括文字表达和数学表达）；能够鉴别关于概念和规律的似是而非的说法；理解相关知识的区别和联系。'],
['bc883777-59e7-4e24-kcnl-201712231030','物理','推理能力','能够根据已知的知识和物理事实、条件，对物理问题进行逻辑推理和论证，得出正确的结论或做出正确的判断，并能把推理过程正确地表达出来。'],
['bc883777-59e7-4e24-kcnl-201712231031','物理','分析综合能力','能够独立地对所遇到的问题进行具体分析、研究，弄清其中的物理状态、物理过程和物理情境，找出起重要作用的因素及有关条件；能够把一个复杂问题分解为若干较简单的问题，找出它们之间的联系；能够提出解决问题的方法，运用物理知识综合解决所遇到的问题。'],
['bc883777-59e7-4e24-kcnl-201712231032','物理','应用数学处理物理问题能力','能够根据具体问题列出物理量之间的关系式，进行推导和求解，并根据结果得出物理结论；能运用几何图形、函数图像进行表达和分析。'],
['bc883777-59e7-4e24-kcnl-201712231048','生物','综合运用能力','理论联系实际，综合运用所学知识解决自然界和社会生活中的一些生物学问题。'],
['bc883777-59e7-4e24-kcnl-201712231045','生物','获取信息能力','(1)能从提供的材料中获取相关的生物学信息，并能运用这些信息，结合所学知识解决相关的生物学问题。(2)关注对科学、技术和社会发展有重大影响的、与生命科学相关的突出成就及热点问题。'],
['bc883777-59e7-4e24-kcnl-201712231042','生物','实验与探究能力','(1) 能独立完成“生物知识内容表”所列的生物实验，包括理解实验目的、原理、方法和操作步骤，掌握相关的操作技能，并能将这些实验涉及的方法和技能等进行运用。(2) 具备验证简单生物学事实的能力,能对实验现象和结果进行分析、解释,并能对收集到的数据进行处理。(3) 具有对一些生物学问题进行初步探究的能力,包括运用观察、实验与调查、假说演绎、建立模型与系统分析等科学研究方法。(4)能对一些简单的实验方案做出恰当的评价和修订。'],
['bc883777-59e7-4e24-kcnl-201712231038','生物','理解能力','(1) 能理解所学知识的要点,把握知识间的内在联系，形成知识的网络结构。(2)能用文字、图表以及数学方式等多种表达形式准确地描述生物学方面的内容。(3)能运用所学知识与观点，通过比较、分析与综合等方法对某些生物学问题进行解释、推理，做出合理的判断或得出正确的结论。'],
['bc883777-59e7-4e24-kcnl-201712231028','英语','书面表达能力','要求考生根据提示进行书面表达。考生应能：(1)清楚、连贯地传递信息，表达意思；(2)有效运用所学语言知识。'],
['bc883777-59e7-4e24-kcnl-201712231027','英语','运用词汇和语法能力','考生应能;(1)清楚、连贯地传递信息，表达意思:(2)有效运用所学语言知识。'],
['bc883777-59e7-4e24-kcnl-201712231026','英语','阅读理解能力','要求考生能读懂书、报、杂志中关于一般性话题的简短文段以及公告、说明、广告等，并能从中获取相关信息。考生应能:(1)理解主旨要义;(2)理解文中具体信息；(3)根据上下文推断单词和短语的含义；(4)做出判断和推理；(5)理解文章的基本结构；(6)理解作者的意图、观点和态度。'],
['bc883777-59e7-4e24-kcnl-201712231025','英语','日常听说能力','要求考生能听懂所熟悉话题的简短独白和对话。考生应能:(1)理解主旨要义；(2)获取具体的、事实性信息；(3)对所听内容做出推断；(4)理解说话者的意图、观点和态度。口语要求考生根据提示进行口头表达。考生应能:(1)询问或传递事实性信息，表达意思和想法;(2)做到语音、语调自然;(3)做到语言运用得体;(4)使用有效的交际策略。'],
['bc883777-59e7-4e24-kcnl-201712231002','语文','理解','指领会并能作简单的解释，是在识记基础上高一级的能力层级。要求能够领会并解释词语、句子、段落等的意思。'],
['bc883777-59e7-4e24-kcnl-201712231003','语文','分析综合','指分解剖析和归纳整合，是在识记和理解的基础.上进一步提高了的能力层级。要求能够筛选材料中的信息，分解剖析相关现象和问题，并予以归纳整合。'],
['bc883777-59e7-4e24-kcnl-201712231004','语文','鉴赏评价','指对阅读材料的鉴别、赏析和评说，是以识记、理解和分析综合为基础，在阅读方面发展了的能力层级。'],
['bc883777-59e7-4e24-kcnl-201712231006','语文','探究','指对某些问题进行探讨，有发现、有创见，是以识记、理解和分析综合为基础，在创新性思维方面发展了的能力层级。'],
['bc883777-59e7-4e24-kcnl-201712231005','语文','表达应用','指对语文知识和能力的运用，是以识记、理解和分析综合为基础，在表达方面发展了的能力层级。'],
['bc883777-59e7-4e24-kcnl-201712231001','语文','识记','指识别和记忆，是最基本的能力层级。要求能识别和记忆语文基础知识、文化常识和名句名篇等。']
]